/* Profile view edit button, when viewed profile is self */
"EditProfile" = "pt_edit";

/* List view of the followers for any other profile */
"Followers" = "pt_Followers";

/* viewForFooterInSection label Followers: !? */
"FollowersFooterViewLabel" = "pt_FOLLOWERS";

/* List view of the followers for the current profile */
"FollowersForProfile" = "pt_Followers";

/* Title for the followers view in Profile */
"FollowersViewTitle" = "pt_Followers";

/* viewForFooterInSection label Following: !? */
"FollowingFooterViewLabel" = "pt_FOLLOWING";

/* Profile view of already followed profile */
"FollowingProfile" = "pt_following";

/* List view for following users of another profile */
"FollowingUsers" = "pt_FollowingUsers";

/* Title for the following view in Profile */
"FollowingViewTitle" = "pt_Following";

/* Profile view of not followed profile */
"FollowProfile" = "pt_follow";

/* List view for following users when self */
"ProfilesFollowingUsers" = "pt_Following";

/* Videos of profile */
"ProfileVideos" = "pt_VIDEO";

/* shares a video with you? */
"sharesVideoWithYou" = "pt_ shares a video with you?";

/* Sign-in message for anonymous */
"SignInToFollowMessage" = "pt_Sign-in and follow your friends!";

/* Would you like to be alerted when */
"WouldYouLike" = "pt_Would you like to be alerted when";

/* The title for the profile view, when self */
"You" = "pt_You";

/* Hi, I'm using Cloudcam */
"ImUsingCloudcam" = "pt_Hi, I'm using Cloudcam";